Repository: 0Lucifer0/NosCore
Catalog: src/NosCore.Shared/Resource/LocalizedResources.*.resx
Languages: pl, tr

# ACCOUNT_ARRIVED
source: Account with SessionId {0} has arrived.
pl: Polączono nowego uzytkownika
tr: {0} SessionId'li kullanici sunucuya giris yapti.

# ALREADY_TAKEN
source: This name is already taken!
tr: Bu kullanici adi zaten kullaniliyor!

# AT_LEAST_ONE_FILE_MISSING
source: At least on of required files is missing
pl: Przynajmniej jeden z wymaganych plików nie mógł zostać znaleziony
tr: Gerekli olan dosyalar eksik , lütfen kontrol edin.

source: Authenticated Error.
pl: Uwierzytelnienie nie powiodło się !
tr: Kimlik Doğrulama Başarısız!

source: Authenticated Success!
pl: Uwierzytelnienie powiodło się !
tr: Kimlik Doğrulama Başarılı!

source: Auth Error
pl: Błąd Uwierzytelniania
tr: Hata! Kimlik Yanlış

# AUTH_INCORRECT
source: Incorrect Auth
pl: Niepoprawne Uwierzytelnianie
tr: Kimliğiniz Eşleşmiyor !

# CARDS_PARSED
source: {0} Cards Parsed!
pl: {0} Cards Wprowadzonych
tr: {0} Kart çözümlendi!

# CHARACTER_NOT_INIT
source: Character Not loaded
pl: Postać nie zainicjowana
tr: Karakter Yüklenmedi.

# CLIENT_ARRIVED
source: Client connected, SessionId: {0}
pl: Dotarł nowy uzytkownik
tr: Client bağlandı, SessionId: {0}

# CLIENT_CONNECTED
source: New client connected. ClientId = {0}
pl: Uzytkownik połączony ClientId = {0}
tr: Yeni bir client bağlandı. ClientId = {0}

# CLIENT_DISCONNECTED
source: Connection closed.
pl: Użytkownik rozłaczony
tr: Bağlantı koptu.

# CORRUPTED_KEEPALIVE
source: Corrupted Keepalive on client {0}
tr: Hata! Lütfen tekrar deneyin {0}

# CORRUPT_PACKET
source: Packet with Header {0} is corrupt or PacketDefinition is invalid. Content: {1}
pl: Pakiet z Headerem {0} PacketDefinition jest niewłaściwy.
tr: Paket başlığı {0} Bozuk veya geçersiz. İçerik: {1}

# DATABASE_INITIALIZED
source: Database has been initialized.
pl: Baza danych zostala zaladowana !
tr: Database başarıyla yüklendi.

# DATABASE_NOT_UPTODATE
source: Database may not be up to date. Please consider updating your database.
pl: Baza danych jest nie aktualna. prosze przeprowadzić aktualizację.
tr: Databaseniz güncellenmemiş gibi görünüyor. Lütfen databasenizi güncelleyin.

# DONE
source: Parsing done!
pl: Wprowadzanie ukończone!
tr: Çözümleme Bitti!

# ENTER_PATH
source: Please enter the directory of files to parse
pl: Podaj ściezkę pliku aby przeprowadzić rozbiór danych
tr: Lütfen Parserinizin dosya yolunu buraya giriniz

# ERROR_CHANGE_MAP
source: Character changed while changing map. Do not abuse Commands. {0}
pl: Błąd zmiany mapy
tr: Bir Karakter harita değiştirirken sorun meydana geldi. Sakın komutları kötüye kullanma ! {0}

# FORCED_DISCONNECTION
source: Forced Disconnecting of client {0}, too much connections.
pl: Rozłaczanie użytkownika {0}, zbyt dużo połączeń.
tr: Zorunlu Client Kapatma {0}, çok fazla bağlantıdan dolayı.

source: Handler Error
pl: Hanlder implementation error
tr: Handler Hatası

# HANDLER_NOT_FOUND
source: Could not found Handler implementation for Packet with Header {0}
pl: Could not found Handler implementation
tr: Handler uygulaması bulunamadı. Paket Başlığı {0}

# INVALID_ACCOUNT
source: Wrong Id!
pl: Nie poprawne ID Uzytkownika
tr: Yanlış Kullanıcı Adi!

# INVALID_PASSWORD
source: Wrong Password!
pl: Niepoprawne haslo!
tr: Hatalı Şifre!

# ITEMS_PARSED
source: {0} items parsed!
pl: {0} Przedmiotów Wprowadzonych!
tr: {0} items Çözümlendi!

# LISTENING_PORT
source: Listening Port {0}
pl: Komunikacja z Port została rozpoczęta
tr: Kullanılan Port {0}

# MAPMONSTERS_LOADED
source: {0} MapMonsters Loaded!
pl: {0} potworów wprowadzonych
tr: {0} MapMonsters Başarıyla Yüklendi!

# MAPS_LOADED
source: {0} Maps Loaded!
pl: {0} Map Wprowadzonych !
tr: {0} Maps Başarıyla Yüklendi!

# MAPS_PARSED
source: {0} Map Parsed!
tr: {0} Map Başarıyla Yüklendi!

# MASTER_SERVER_LISTENING
source: MasterServer started successfully.
tr: MasterServer uçuşa geçti :).

# MASTER_SERVER_RETRY
source: Cannot connect to Master Server! Trying again in 5 seconds...
pl: Nie udało się połączyć z MasterServer Ponowne połaczenie się ....
tr: MasterServer'a bağlanılamıyor , lütfen 5 saniye sonra tekrar dene..

# NO_MAP
source: Server need at least nosville MAP to work!
pl: ID Mapy jest nie właściwe
tr: HATA! Serverde bir tane bile Map Yok! En azından NosVille Olsun!!

# PARSE_ACCOUNTS
source: Do you want to parse Accounts?
pl: Czy chcesz wprowadzić Konta?
tr: Hesapları Çözümlemek istiyormusun?

# PARSE_ALL
source: Do you want to parse ALL?
pl: Czy chcesz wprowadzić wszystko?
tr: Bütün Herşeyi Çözümlemek istiyormusun?

# PARSE_CARDS
source: Do you want to parse Cards?
pl: Czy chcesz wprowadzić Cards?
tr: Kartları Çözümlemek istiyormusun?

# PARSE_ITEMS
source: Do you want to parse Items?
pl: Czy chcesz wprowadzić Przedmioty?
tr: Itemleri Çözümlemek istiyormusun?

# PARSE_MAPNPCS
source: Do you want to parse MapNpcs?
pl: Czy chcesz wprowadzić MapNpc?
tr: MapNpc Çözümlemek istiyormusun?

# PARSE_MAPS
source: Do you want to parse Maps?
pl: Czy chcesz wprowadzić Mapy?
tr: Haritalari Çözümlemek istiyormusun?

# PARSE_MAPTYPES
source: Do you want to parse MapTypes? we suggest using with MapTypeMaps
pl: Czy chcesz wprowadzić MapTypes?
tr: MapTypelerini çözümlemek istiyormusun? Bizim görüşümüz MapTypelerini çözümlemenizden yanadır.

# PARSE_MONSTERS
source: Do you want to parse NpcMonsters?
pl: Czy chcesz wprowadzić Potwory?
tr: NpcMonsterlerini Çözümlemek istiyormusun?

# PARSE_NPCMONSTERDATA
source: Do you want to parse NpcMonsterData?
pl: Czy chesz wprowadzić dane NpcMonster?
tr: NpcMonsterDatalarını çözümlemek istiyormusun?

# PARSE_NPCMONSTERS
source: Do you want to parse Npcs?
pl: Czy chesz wprowadzić dane NpcMonster?
tr: Npcleri çözümlemek istiyormusun?

# PARSE_PORTALS
source: Do you want to parse Portals?
pl: Czy chcesz wprowadzić Portale?
tr: Portalları çözümlemek istiyormusun?

# PARSE_QUESTS
source: Do you want to parse Quests?
pl: Czy chcesz wprowadzić Zadania?
tr: Görevleri Çözümlemek istiyormusun

# PARSE_RECIPES
source: Do you want to parse Recipes?
pl: Czy chcesz wprowadzić Przepisy?
tr: Üretimleri(Npclerden,Parşomenlerden) çözümlemek istiyormusun?

# PARSE_SHOPITEMS
source: Do you want to parse Shopitems?
pl: Czy chcesz wprowadzić ShopItems?
tr: Market eşyalarını çözümlemek istiyormusun?

# PARSE_SHOPS
source: Do you want to parse Shops?
pl: Czy chcesz wprowadzić Sklepy?
tr: Marketleri Çözümlemek istiyormusun?

# PARSE_SHOPSKILLS
source: Do you want to parse Shopskills?
pl: Czy chcesz wprowadzić Sklepy z umiejętnościami?
tr: MarketBecerilerini Çözümlemek istiyormusun?

# PARSE_SKILLS
source: Do you want to parse Skills?
pl: Czy chcesz wprowadzić Umiejętności?
tr: Becerileri Çözümlemek istiyormusun?

# PARSE_TELEPORTERS
source: Do you want to parse Teleporters?
pl: Czy chcesz wprowadzić Teleporters?
tr: Işınlayıcıları Çözümlemek istiyormusun?

# PARSE_TIMESPACES
source: Do you want to parse TimeSpaces?
pl: Czy chcesz wprowadzic Czaso-Przestrzenie?
tr: Uzay Zaman Taşlarını Çözümlemek istiyormusun?

# PORTALS_PARSED
source: {0} Portal Parsed!
tr: {0} Portal Çözümlendi!

# REGISTRED_FROM_MASTER
source: Registered on MasterServer
tr: MasterServer'e Başarıyla Bağlandı..

# REGISTRED_ON_MASTER
source: Registered on MasterServer
pl: Zarejestrowany w MASTER
tr: MasterServer'e Başarıyla Bağlandı..

# SELECT_MAPID
source: Please, Select a MapId:
pl: Wybierz MapID
tr: Lütfen, Birtane seçin MapId:

source: Successfully Loaded!
pl: Pomyślnie załadowany
tr: Başarıyla Yüklendi!

source: Unrecognized Master Packet.
tr: Tanınmayan Master Paket.

source: Unregistred From Master.
tr: Hata! MasterServer'e bağlanılamadı.

# WRONG_SELECTED_MAPID
source: Wrong MapId!
pl: Błędnie wybrane MapID
tr: Hatalı MapId!
